using Tyuiu.KilikaevRV.Sprint1.Task5.V4.Lib;

namespace Tyuiu.KilikaevRV.Sprint1.Task5.V4
{
    internal class Program
    {
        static void Main(string[] args)
        {
            DataService ds = new DataService();
            Console.Title = "Спринт #1| Выполнил: Киликаев Р.В. | ИБКСБ-25-1";

            //Длинна строки 75 символов
            Console.WriteLine("********************************************************************************************************");
            Console.WriteLine("Спринт #1");
            Console.WriteLine("Тема: Базовые навыки работы в C#");
            Console.WriteLine("Задание #1");
            Console.WriteLine("Вариант #8");
            Console.WriteLine("Выполнил: Киликаев Роман Валерьевич | ИБКСБ-25-1");
            Console.WriteLine("********************************************************************************************************");
            Console.WriteLine("УСЛОВИЕ:");
            Console.WriteLine("Написать программу, которая запрашивает у пользователя исходные данные, вычисляет результат по формуле (x*Pi)/a и печатает его на экране.");
            Console.WriteLine("и печатает результат на экране.");
            Console.WriteLine("");
            Console.WriteLine("ИСХОДНЫЕ ДАННЫЕ:");
            Console.WriteLine("********************************************************************************************************");
            Console.WriteLine("* 10 / (2 + 3                                                                                          *");
            Console.WriteLine("* результат                                                                                            *");

            Console.ReadKey();
        }
    }
}